[{"Apollo Justice":[{"quote":"\"Attorney Utterly Confused\", end quote."},{"quote":"Only a clown would know where the circus is!"},{"quote":"Don't worry. I was up at 5 A.M. practicing my \"Chords of Steel!\""}]},{"April May":[]},{"Dalia Hawthorne":[]},{"Dick Gumshoe":[]},{"Ema Skye":[]},{"Franziska von Karma":[{"quote":"Foolish fool who foolishly dreams of foolish dreams..."},{"quote":"A fool can only understand a foolish foolery utterer by the most foolish of fools."},{"quote":"Silence fool! You are to respond with the whole truth! No fractions!"},{"quote":"A foolhardy folly of a foolish statement by an equally foolishly foolhardy fool."},{"quote":"A fool who doesn't think is more foolish than a fool who foolishly thinks."},{"quote":"Foolish fool spouting foolish foolishness, just as I expect of a foolish fool such as you."}]},{"Godot (Diego Armando)":[]},{"Jake Marshall":[]},{"Jean Armstrong":[]},{"Judge":[{"quote":"It looks like the defense was just playing with himself."}]},{"Judge (young brother)":[]},{"Kay Faraday":[]},{"Klavier Gavin":[]},{"Kristoph Gavin":[]},{"Luke Atmey":[{"quote":"Here I am! The tragic clown..."}]},{"Maggey Byrde":[]},{"Mannfred von Karma":[]},{"Marvin Grossberg":[]},{"Mia Fey":[]},{"Miles Edgeworth":[{"quote":"Only two pieces? I believe the proper phrase here is, \"you fail.\""},{"quote":"The guilty will always lie, to avoid being found out. There's no way to tell who is guilty and who is innocent!"},{"quote":"When you've run into a wall with no place to go, return to the basics."},{"quote":"Have you just been rambling all this time without any sense of inner monologue!?"},{"quote":"You are not a clown. You are the entire circus."}]},{"Phoenix Wright":[{"quote":"This circus isn't over yet."},{"quote":"Our school had a saying: \"When something smells, it's usually the Butz.\" In the 23 years I've known him, it's usually been true."}]},{"Redd White":[]},{"Ron DeLite":[]},{"Shi-Long Lang":[]},{"Trucy Wright":[]},{"Victor Kudo":[]},{"Wendy Oldbag":[]},{"Will Powers":[]},{"Winston Payne":[]}]