[
    {
        "Apollo Justice":[
            {
                "quote":"Don't worry. I was up at 5 A.M. practicing my \"Chords of Steel!\""
            },
            {
                "quote":"Here's what I want you to do, Trucy. Take that memory, gently lock it away deep in your heart, and never speak of it."
            },
            {
                "quote":"(Why does he have to be so... cool?)"
            },
            {
                "quote":"[towards Wesley Stickler] (Fine. Ignore my evidence. See if I care. ...I wonder what he's think- On second thoughts, let's not go there.)"
            },
            {
                "quote":"(Who would have imagined me here... ...at a Gavinners concert, watching Prosecutor Gavin \"rock\".)"
            },
            {
                "quote":"...Valant Gramarye! (...Using the door like an average muggle, no less.)"
            },
            {
                "quote":"(C'mon. Can't I be cool for once!?)"
            },
            {
                "quote":"I should have learned to play the guitar. \"Chords of Steel\" aren't very romantic."
            },
            {
                "quote":"But I'm a lawyer! I'm not supposed to be nice!"
            },
            {
                "quote":"(Note to self: Ema lacks a sense of humor. Use caution.)"
            },
            {
                "quote":"\"Attorney Utterly Confused\", end quote."
            },
            {
                "quote":"Or \"I Still Have No Idea What You're Talking About\", end quote, I might say."
            },
            {
                "quote":"(\"Judge Has Active Imagination\"... end quote.)"
            },
            {
                "quote":"Believe me, any comic relief I may provide is entirely unintentional."
            },
            {
                "quote":"Only a clown would know where the circus is!"
            }
        ]
    },
    {
        "April May":[
            {
                "quote":"I like a man with a big... vocabulary."
            },
            {
                "quote":"What's it to you, porcupine-head!?"
            },
            {
                "quote":"You... you LAWYER!"
            },
            {
                "quote":"What is it, you little shrimp!"
            },
            {
                "quote":"You stinking lawyer! I hope you die!"
            },
            {
                "quote":"Bottom-feeding, scum-sucking lawyer!"
            }
        ]
    },
    {
        "Dahlia Hawthorne":[
            {
                "quote":"From the day I was born to the day I died, I never helped anyone! I lived for myself and, in the end, I died for myself."
            }
        ]
    },
    {
        "Dick Gumshoe":[
            {
                "quote":"[when asked about blood tests] Huh? What kind? Umm... well... I hear they take the, um, little bits in the blood, the... er... hemo... hemogl... Hermo... goblins... hobgob... Er...? Herma-goblin bobbin... I-I refuse to testify on this matter, sir! I'm no expert on blood tests!"
            },
            {
                "quote":"When a detective screws up, the Chief calls him to his office... and makes him listen to the organ for hours. (...) After that, the detective can't hear anything for days except for the ringing in his ears."
            },
            {
                "quote":"...You sure have one mean punch, Mr. Edgeworth! It's down-right fierce!"
            },
            {
                "quote":"The truth is... when I was a little boy... I wanted to be a wizard."
            },
            {
                "quote":"I'm just a lowly detective so... I'm not sure what to do with that, other than arrest it!"
            }
        ]
    },
    {
        "Ema Skye":[
            {
                "quote":"Note to self: Mr Edgeworth's sighs smell like citrus fruit."
            },
            {
                "quote":"[looking at a chessboard] And check out that poor pawn, his head is kind of spiky... Kind of reminds me of you."
            },
            {
                "quote":"Maybe Edgeworth took his unholy revenge on the detectives and slapped somebody!"
            },
            {
                "quote":"Hey! I used to take Organ lessons! They called me \"Little Miss Bach\" in Kindergarten. Of course, that was before I learnt to play any notes. *single organ note* I never could remember where 'C' was..."
            },
            {
                "quote":"So does that mean if I order pizza, I'm planning to kill the delivery boy?"
            },
            {
                "quote":"Why don't you kids run along and play someplace else? Or I might spill something on that pretty face of yours. Want a dose of experimental Hydroxyacelunodosetrase?"
            },
            {
                "quote":"Quiet please... It's snack time."
            },
            {
                "quote":"Call me Ema. There's no need for titles once you've shared a bottle of fingerprinting powder!"
            },
            {
                "quote":"Why can't we have a normal, straightforward killing once in awhile in this country!?"
            }
        ]
    },
    {
        "Franziska von Karma":[
            {
                "quote":"[Suddenly breaks into tears while talking with Edgeworth at the airport] I... I... I am Franziska von Karma. Don't think I'm going to walk in your shadow forever... Our battle... begins now... so you had better prepare yourself, Miles Edgeworth!"
            },
            {
                "quote":"A fool who doesn't think is more foolish than a fool who foolishly thinks."
            },
            {
                "quote":"[reffering to Miles Edgeworth] He's got so much pride that he's probably off crying in a corner of the garden..."
            },
            {
                "quote":"Pride is simply another trap that hinders us in our lives."
            },
            {
                "quote":"You huffy, puffy, loosey-goosey excuse for a whimpering, whining wuss of a witness!"
            },
            {
                "quote":"Foolish reasoning for a foolish fool from a foolishly foolish fool meant to fool me…"
            },
            {
                "quote":"Wh-What a completely foolish line of foolish thought from a thoroughly foolish fool!"
            },
            {
                "quote":"[to Larry Butz] Y-You have given a whole new meaning to the phrase \"an astounding fool\"..."
            },
            {
                "quote":"Foolish fool who foolishly dreams of foolish dreams..."
            },
            {
                "quote":"A fool can only understand a foolish foolery utterer by the most foolish of fools."
            },
            {
                "quote":"Silence fool! You are to respond with the whole truth! No fractions!"
            },
            {
                "quote":"A foolhardy folly of a foolish statement by an equally foolishly foolhardy fool."
            },
            {
                "quote":"Foolish fool spouting foolish foolishness, just as I expect of a foolish fool such as you."
            },
            {
                "quote":"A fool's fool fools fools who foolishly accept the foolishness of a fool's fool."
            },
            {
                "quote":"Don't be foolish, you foolish fool wearing the foolishly foolish clothes."
            }
        ]
    },
    {
        "Godot (Diego Armando)":[
            {
                "quote":"...To err is human, to forgive, divine. Humans aren't machines... they have souls, feelings. They live, they die, they love, they hate... And yes, they even make mistakes..."
            },
            {
                "quote":"Blacker than a moonless night, hotter and more bitter than hell itself... That is coffee."
            },
            {
                "quote":"Men are like colonies of bacteria. The more heat you apply, the faster they grow."
            },
            {
                "quote":"A single drop of milk is all it takes to destroy the pure black magic in the cup!"
            },
            {
                "quote":"You're saying that if something isn't normal, it simply isn't possible? Where does that leave the porcu-headed lawyer and the topknot chick over there... and the ungodly cool guy with the mask over here? Well, Trite?"
            },
            {
                "quote":"I came to see how our little kitten was doing all alone in the big, scary lion's den. ...I thought maybe you'd like someone to play with."
            },
            {
                "quote":"The courtroom can be a cold battlefield, alright. Especially... for a beginner."
            },
            {
                "quote":"But maybe you should keep your claws out, and show them what you've got... Kitten."
            },
            {
                "quote":"A lawyer is someone who smiles no matter how bad it gets."
            },
            {
                "quote":"Mia... Don't you get it? You can't cry yet. The only time a lawyer can cry is when it's all over."
            },
            {
                "quote":"You look like I did after I mistakenly took a swig of Worcestershire sauce."
            },
            {
                "quote":"You think maybe my beans are under-roasted, but you have no idea, gramps."
            },
            {
                "quote":"Cute girls never lie. Ever."
            },
            {
                "quote":"People are like books. We've all got a front and a back. You get my drift?"
            },
            {
                "quote":"I can also say that darkness loves to play with the human mind."
            },
            {
                "quote":"There are 253 distinct types of bitterness in coffee... But to pick out each one requires total concentration and the use of all the senses."
            },
            {
                "quote":"We can't see the demons that lurk in the night... That's why humans are weak."
            },
            {
                "quote":"I'm only going to say this once, Lady von Whippingberg. Go home!"
            },
            {
                "quote":"Upon meeting a beautiful lady, always ask for her name and profession. That's one of my rules."
            }
        ]
    },
    {
        "Jake Marshall":[
            {
                "quote":"When there's gunshots, there's bound to be bullets."
            }
        ]
    },
    {
        "Jean Armstrong":[
            {
                "quote":"Oui! Perfect! I will 'ire you!"
            },
            {
                "quote":"Non, non, NON! You naughty man!"
            }
        ]
    },
    {
        "Judge":[
            {
                "quote":"If you wish to hang yourself, Mr. Wright, you're welcome to, but not inside my courtroom."
            },
            {
                "quote":"Please, Mr. Wright... Is \"Huh\" the best response you can muster up?"
            },
            {
                "quote":"[to April May] The witness will refrain from wanton winking!"
            },
            {
                "quote":"Mr. Wright. You are truly the most unpredictable defense attorney I've ever known. I can tell you're grasping, yet I cannot deny the possibility of what you say."
            },
            {
                "quote":"I spent a whole day looking for my dentures. They turned out to be in my mouth all along."
            },
            {
                "quote":"This piece of evidence indeed seems to contradict something... like your outward appearance of mental sanity!!!"
            },
            {
                "quote":"Ah, I remember when I was young and in love. Oh, it was a jolly time."
            },
            {
                "quote":"Now, now, let's all be one big happy family, OK?"
            },
            {
                "quote":"Bailiff, I don't care who it is, smack anyone who's loud in the face! Twice if you must!"
            },
            {
                "quote":"It seems Mr. Payne has lost his confidence along with his hair..."
            },
            {
                "quote":"You will suck down the penalty, Mr. Wright... and you will like it!"
            },
            {
                "quote":"Sigh... Thank you, Mr. Kudo. You've certainly earned your Kudos for the day."
            },
            {
                "quote":"I-I'm a spoon?! I'm no spoony bard, I'll have you know!"
            },
            {
                "quote":"Is that... women's underwear?"
            },
            {
                "quote":"Too many brides these days can't even weave baskets blindfolded... underwater."
            },
            {
                "quote":"Let's see... PANTIES!! Again!?"
            },
            {
                "quote":"[About a code number left by victim] Wait, what if the killer was a robot?"
            },
            {
                "quote":"...Mr. Wright. You have just presented illegal evidence to this court. My court."
            },
            {
                "quote":"The law is the end product of many years of history... the fruit of human knowledge! Like a gem, polished to a gleam through trials... and errors. It is this fruit we receive, and pass on, and face in our time. And it is always changing, growing. Nurturing it is our task as human beings."
            },
            {
                "quote":"Not happy with committing just murder, he had to go and dirty the courthouse too!? GUILTY!"
            },
            {
                "quote":"Egads, I've been overruled?!"
            },
            {
                "quote":"It looks like the defense was just playing with himself."
            }
        ]
    },
    {
        "Judge (young brother)":[
            {
                "quote":"Why, Mr. Edgeworth... I'm not sure I like you wagging your finger at me as though I were some hoser!"
            },
            {
                "quote":"Or-Order! Order in the court! What is the meaning of all this ballyhoo...!?"
            },
            {
                "quote":"\"To err is human, to forgive, divine.\""
            },
            {
                "quote":"Did you hear that Ms. Fey? I believe Mr. Edgeworth just called you a canucklehead."
            }
        ]
    },
    {
        "Kay Faraday":[
            {
                "quote":"Oh, come on. It wasn't that hard to see that coming, even for a layman like me!"
            },
            {
                "quote":"You know she reminds of? A cartoon character!"
            },
            {
                "quote":"Badger GET!"
            }
        ]
    },
    {
        "Klavier Gavin":[
            {
                "quote":"Tell me you share my angst, Herr Forehead."
            },
            {
                "quote":"A glaring contradiction to be sure... More glaring than your forehead!"
            },
            {
                "quote":"Achtung, baby! Today, we play it my way!"
            },
            {
                "quote":"I play new rock, not Great Balls of Fire! Speaking of fire, I have a good mind to fire whoever's responsible!"
            },
            {
                "quote":"Herr Forehead, save your wild accusations for the court. I do so enjoy the penalties."
            },
            {
                "quote":"The only thing wrong with Herr Forehead is his massive forehead."
            },
            {
                "quote":"Someday you'll come to understand... the importance of thinking for yourself."
            },
            {
                "quote":"Now you've done it. You've gone beyond ridiculous and into... ludicrous."
            },
            {
                "quote":"Welcome back to reality! We've been waiting for you."
            },
            {
                "quote":"Well, we know the motive for the killer now, except the killer would be you, Herr Judge, and the victim would be Herr Forehead!"
            },
            {
                "quote":"\"Logical\"? I do not think this word means what you think it means, Herr Forehead!"
            },
            {
                "quote":"The law is \"absolute\"...? You can't be serious."
            },
            {
                "quote":"...Finally. You just couldn't resist, could you, Herr Wright..?"
            }
        ]
    },
    {
        "Kristoph Gavin":[
            {
                "quote":"What possible conclusion do you think this \"investigation\" of yours can lead to? I killed a man named \"Smith\" with a bottle because I am an evil human being. ...Isn't that enough?"
            },
            {
                "quote":"Well, well, well. Whoever heard of a thief in jail?"
            },
            {
                "quote":"Owning the same nail polish does not a murderer make."
            },
            {
                "quote":"...Evidence is everything. There is nothing more."
            }
        ]
    },
    {
        "Luke Atmey":[
            {
                "quote":"Zvarri! The truth has once again been elegantly revealed to me!"
            },
            {
                "quote":"Take a good look, everyone! Unable to find a rival worthy of my genius, I was forced to create one by myself! Here I am! The tragic clown..."
            },
            {
                "quote":"Godot. The prosecutor whose equal cannot be found in this country, but in heaven. Godot. A legend or myth... Men pin a lifetime of hopes on the chance to simply meet him."
            },
            {
                "quote":"Times may change but people sadly do not."
            },
            {
                "quote":"Let us say the figurative Sir William will be dropping his panties before lunchtime."
            }
        ]
    },
    {
        "Maggey Byrde":[
            {
                "quote":"I'm just a lowly security guard so... I'm not sure what to do with that, other than guard it!"
            }
        ]
    },
    {
        "Manfred von Karma":[
            {
                "quote":"Witness, you've had a long day. Shut your pie-hole."
            },
            {
                "quote":"I set my ATM card's number to \"0001\" because I'm number one!"
            },
            {
                "quote":"So what? My granddaughter has a dog she calls Phoenix! Well, Mr Phoenix Wright? Does that make you my grand-daughter's fiancée?! She's only seven years old!"
            },
            {
                "quote":"This photo is worth a thousand words… and they all read \"guilty\"!"
            },
            {
                "quote":"I've heard of desperate men grasping at straws, but this is the first time I've heard of men grasping at macaws! Hah!"
            },
            {
                "quote":"Objection! Sustained!"
            }
        ]
    },
    {
        "Marvin Grossberg":[
            {
                "quote":"Ah-HHHHEM!"
            },
            {
                "quote":"\"Ah... the days of my youth... like the scent of fresh lemon...\" you see."
            },
            {
                "quote":"Despite his name, Mr. White has the blackest reputation of any man in this country."
            }
        ]
    },
    {
        "Maya Fey":[
            {
                "quote":"Hey! I'm only 17! That's seven-\"teen.\" See? I'm a teen! Not like you, Nick."
            },
            {
                "quote":"It's a nightmare! The Steel Samurai is over! The world is over!"
            },
            {
                "quote":"Um, maybe I shouldn't be saying this... But he definitely did it. Murder. At least once. Maybe twice."
            },
            {
                "quote":"Umm... Nick? Will I grow up to be like her [Oldbag]? Please say \"no.\""
            },
            {
                "quote":"Old windbag sure has balls! Or... well, you know what I mean."
            },
            {
                "quote":"Oh great. Stop the presses. The Windbag wants to talk."
            },
            {
                "quote":"Um, Nick? You know that problem of yours? That problem where you present evidence that makes no sense? You're doing it again."
            },
            {
                "quote":"Earth to Nick! What's the matter?"
            },
            {
                "quote":"You know, you're awfully forgetful these days, Nick. I hope I never get to be a forgetful old prune like you."
            },
            {
                "quote":"Come on, Nick. We can talk about you being old later."
            },
            {
                "quote":"She'd never do anything like that! You hear me?! Never! She's a great kid, and really cute... And really great... And cute."
            },
            {
                "quote":"Nick? NICK! You're too young to die!"
            },
            {
                "quote":"I guess putting a poster of a magician in a law office is kinda strange."
            },
            {
                "quote":"I never knew you were such a toilet freak, Nick!"
            }
        ]
    },
    {
        "Mia Fey":[
            {
                "quote":"Lies always beget more lies! See through one, and their whole story falls apart!"
            },
            {
                "quote":"I think I feel a migraine coming on..."
            },
            {
                "quote":"Try thinking out of the box! Don't waste time doubting the facts. Assume the clock was three hours slow and... Think through it! Ask yourself, \"Why was the clock three hours slow\"? Figure out the reason, and you'll have your proof!"
            },
            {
                "quote":"Wright? I hope you see the importance of evidence now. Also, hopefully you realize, things change depending on how you look at them. People, too. We never really know if our clients are guilty or innocent. All we can do is believe in them. And in order to believe in them, you have to believe in yourself."
            },
            {
                "quote":"Well, we know whose milkshake brings all the boys to the yard..."
            },
            {
                "quote":"How else would you get in?! Teleportation?!"
            },
            {
                "quote":"(Ah, the lamentations of my enemy... how I long for them...)"
            },
            {
                "quote":"(Boy... this poor kid doesn't have a clue...)"
            }
        ]
    },
    {
        "Miles Edgeworth":[
            {
                "quote":"Amateurs, amateurs. Listen to me, Mr. Wright. In the courtroom, evidence is everything. Without it, you have nothing. You ARE nothing."
            },
            {
                "quote":"I object! That was... objectionable!"
            },
            {
                "quote":"*Shaking* Upstart..! Amateur..! These accusations... are ludicrous!"
            },
            {
                "quote":"The guilty will always lie, to avoid being found out. There's no way to tell who is guilty and who is innocent! All that I can hope to do is get every defendant declared \"guilty\"! So I make that my policy."
            },
            {
                "quote":"I was hoping to come up with a question while I was objecting, Your Honor... I didn't."
            },
            {
                "quote":"Indeed! Verily, I say... Ergo!"
            },
            {
                "quote":"[to Phoenix] Thanks to you, I am saddled with unnecessary... feelings."
            },
            {
                "quote":"Our job is to find truth, no matter how painful it may be."
            },
            {
                "quote":"When you've run into a wall with no place to go, return to the basics."
            },
            {
                "quote":"... You can wipe that foolish grin off your face now, Wright!"
            },
            {
                "quote":"The act of making an innocent girl cry should warrant the death penalty."
            },
            {
                "quote":"Just remember one thing, Mr. Wright. Every time you point your finger, someone gets hurt."
            },
            {
                "quote":"[Upon learning that one of his witnesses was actually Wendy Oldbag] I saw the report with her testimony, but who knew that under that helmet... it was the wicked witch of the witness stand!?"
            },
            {
                "quote":"You [Oldbag] really should come with a supply of cheese to match your vintage whine."
            },
            {
                "quote":"This isn't the \"Phoenix Wright Wax Philosophical Power Hour.\""
            },
            {
                "quote":"[When Judge interrupts Phoenix while he's talking to de Killer] Be quiet and listen... Your Honor."
            },
            {
                "quote":"The guard is glaring at me. \"If someone glares at you, it's only polite to return the favor,\" is what I was taught."
            },
            {
                "quote":"(Gumshoe indeed! Like gum on your shoe, he's impossible to get rid of!)"
            },
            {
                "quote":"(... D-Do I really inspire this sort of frothing desire from the female masses?)"
            },
            {
                "quote":"(Was it the evidence or the power of my glare that broke that lock...?)"
            },
            {
                "quote":"It is a prosecutor's job to doubt people. But right now... I am a defense attorney. A defense attorney's job is to believe in people, and to believe until the bitter end."
            },
            {
                "quote":"(It's not a bad feeling, exposing contradictions like this. Now I understand that happy look on Wright's face every time he does it...)"
            },
            {
                "quote":"(\"Can I prove it...?\" That isn't the issue. To simply \"prove it\". That's the only option! That's what he'd do... That's the way Phoenix Wright would do this!)"
            },
            {
                "quote":"[to Gumshoe after leaving out an important detail] This is exactly why your salary keeps getting cut!"
            },
            {
                "quote":"I cannot recommend looking at that sketch. His [Larry's] \"works of art\" are a force of nature best measured on the Richter scale."
            },
            {
                "quote":"I believe the correct term here is, \"You fail!\""
            },
            {
                "quote":"I have no real interest in the perceived worth of other people. As for my own worth, that is something only I can determine for myself."
            },
            {
                "quote":"(Knowing her, the only kind of talking she likes to do is with her whip. Plus, I doubt the top-secret part was what stopped her from talking to you, Detective.)"
            },
            {
                "quote":"[About Meele's sleeping on duty] (How has this woman not been fired yet?)"
            },
            {
                "quote":"(Today has gone beyond from the typical \"not my day\" into the realm of \"walking nightmare\"!)"
            },
            {
                "quote":"(Badger, badger, badger, badger ... Just what does she see in these silly things?)"
            },
            {
                "quote":"(Nooooo! Why HER!? Why HERE!? Why NOW!?)"
            },
            {
                "quote":"Kids... can sometimes be so cruel..."
            },
            {
                "quote":"(This is what some people may say is the pot calling the kettle black]...)"
            },
            {
                "quote":"Your Honor, I'm sorry but... I cannot allow you to not allow me to make an objection!"
            },
            {
                "quote":"(Ack! My eyes have locked with my reflection's eyes in the barrel window! As a student of von Karma, I refuse to back down!).............I won."
            },
            {
                "quote":"Hmm, a drink vending machine................ Ack! (Now is not the time to be pondering what kind of drink I want!)"
            },
            {
                "quote":"Two cards. One of the black raven... and one of the white raven. A country torn in two. One to the west... and one to the east. When those which were split are made whole again... the truth will reveal itself."
            },
            {
                "quote":"(There is no limit to the law. Any limit that exists was set there by man. When a person goes beyond that limit, then the law, too, crosses into new territory! For what reason were laws invented? The answer to that is what I must now show!)"
            },
            {
                "quote":"H-How could this happen two days in a roooooooooooow!?"
            },
            {
                "quote":"Larry, you do realize that Santa Claus does not exist? ...Then you will also realize this. If Santa was real he'd be the biggest unlawful trespasser in history!"
            },
            {
                "quote":"I want you to answer this question honestly, and depending on your answer, I may let you live..."
            },
            {
                "quote":"OBJECTION! Go away!"
            },
            {
                "quote":"Have you just been rambling all this time without any sense of inner monologue!?"
            },
            {
                "quote":"You are not a clown. You are the entire circus."
            }
        ]
    },
    {
        "Pearl Fey":[
            {
                "quote":"[While discussing visiting von Karma in the hospital] Let's go let her whip us, Mr. Nick!"
            }
        ]
    },
    {
        "Phoenix Wright":[
            {
                "quote":"Our school had a saying: \"When something smells, it's usually the Butz.\" In the 23 years I've known him, it's usually been true."
            },
            {
                "quote":"The autopsy notes the time of death at sometime after 4 P.M.. There was nobody to... er... no \"body\" to find at 1:00 PM!"
            },
            {
                "quote":"Proof enough for you, Mr. Sahwit? Or should I say... Mr. Did It!"
            },
            {
                "quote":"(TELL. THE. TRUTH.)"
            },
            {
                "quote":"(LIE. LIKE. A DOG.)"
            },
            {
                "quote":"Why did I become a lawyer in the first place...? Because someone has to look out for the people who have no one on their side."
            },
            {
                "quote":"(My heart goes out to you, Edgeworth. Not.)"
            },
            {
                "quote":"The sky is blue, and so am I..."
            },
            {
                "quote":"Detective Gumshoe, you're a sham!"
            },
            {
                "quote":"(Alright! I've got nothing to lose! Except for... well, everything!)"
            },
            {
                "quote":"(Why do I always feel like it's the end of the world and I'm the last man standing?)"
            },
            {
                "quote":"Wasn't it you who told me \"proof is everything\"? Well, I was listening. And now I'll show you the \"proof\" you like so much!"
            },
            {
                "quote":"Mia's favorite potted plant. Maya has been watering it so much lately it looks a little... swollen. She's either trying to make it grow... or she's perfecting her water torture technique."
            },
            {
                "quote":"(So he was sleeping the entire afternoon of the murder? Some action hero!)"
            },
            {
                "quote":"They always have mirrors like this in dressing rooms. I see my hair is still nice and spiky, just how I like it."
            },
            {
                "quote":"It must be nice to live so free of guilt."
            },
            {
                "quote":"Ohhh yeah, right here! Sherlock Holmes II, baby!"
            },
            {
                "quote":"HE COULDN'T HANDLE THE TRUTH!"
            },
            {
                "quote":"[referring to Wendy Oldbag] Uh oh, she's really pissed this time!"
            },
            {
                "quote":"Why do I come here to the office every day ? It's not like I want to work."
            },
            {
                "quote":"What's this? It looks like a shield of some kind... It's broken. Maybe it's made out of chocolate, and he [Edgeworth] took a bite out of it."
            },
            {
                "quote":"(Leave it at that!? This is a murder case, people!)"
            },
            {
                "quote":"A \"human machine\"!? That's a contradiction!"
            },
            {
                "quote":"Ladies and gentlemen, if you're going to plan a murder, you don't forget the weapon!"
            },
            {
                "quote":"[referring to Edgeworth's chess set] Pink 'edges'... surrounding a blue pawn with spiky hair... *shudders* Nah, it's probably nothing..."
            },
            {
                "quote":"No one can change the past. The only thing we can do is strive to make up for our mistakes. Why must we make up for our mistakes, you ask? Because in so doing... we can find the way back to our path. And once we've found our path, we can move on from our past mistakes toward a brighter future."
            },
            {
                "quote":"[When presenting the yellow baseball glove a witness has mistaken for a bunch of bananas] Doesn't it look delicious? Care for a bite?"
            },
            {
                "quote":"(Nowhere to run... I'm sooo dead!)"
            },
            {
                "quote":"So, my name is \"Phoenix Wright\"? What a weird name."
            },
            {
                "quote":"[Recalling his friends and picturing Winston Payne] ...This person... I haven't got a clue. He seems to know me but maybe he's mistaking me for someone else?"
            },
            {
                "quote":"[After Phoenix gives Maya's Magatama to Pearl, Pearl starts to cry] (Ack! I'm in trouble now!! If Morgan sees us like this, I'll be the next one they're channeling...)"
            },
            {
                "quote":"[When being asked if he wants to hear Ini Miney's story again] (Well excuuuse me, Princess. ...Anyway, should I ask to hear the story again...?)"
            },
            {
                "quote":"Wonderful. Today's special must be Filet O' Phoenix!"
            },
            {
                "quote":"Difficult-looking legal books stand in a formidable row. They mock me. I tried reading one, and it made my head hurt. When I closed it, it slipped out of my hand. Then my foot hurt too."
            },
            {
                "quote":"Words can not describe how screwed I am."
            },
            {
                "quote":"[Being suprised by Oldbag] Zoinks! It's the Alien!"
            },
            {
                "quote":"[\"Bad Ending\" speech] And just like that... the case came to an end. I ran from the courtroom and wandered the streets alone. I never saw Maya again. De Killer is a man of his word, so I'm sure he let Maya go. The trial of Adrian Andrews went ahead and the newspapers read the following headline... Guilty of course. The \"miracle\" never happen (sic). Maybe it was never meant to. Because a \"miracle\" is something that doesn't exist."
            },
            {
                "quote":"[Referring to Edgeworth seeing Oldbag on the witness stand] (I wonder what happened to that calm and cool composure he had earlier...)"
            },
            {
                "quote":"So? A baseball has stitches! Are you saying all baseballs are suspicious because they have stitches!?"
            },
            {
                "quote":"So? A football is made of leather! Are you saying all footballs are suspicious because they are made of leather!?"
            },
            {
                "quote":"It's not hard to imagine him [Ron] just snapping and screaming \"Please dieeeee!\""
            },
            {
                "quote":"(A muddy mudskipper in outer space has a better chance of surviving than I do.)"
            },
            {
                "quote":"[After Phoenix sees Maya being 'hired' by Jean Armstrong] (I don't know whether to laugh or feel bad for Maya....Maybe I should do both…?)"
            },
            {
                "quote":"[Referring to Gumshoe when he tries to deny having a crush on Maggey] (Note to self: Gossip with Maya about this later.)"
            },
            {
                "quote":"(He's [Kudo] looking at me as if I was an evil Shogun…)"
            },
            {
                "quote":"(He's [Kudo] got to be using some sort of infinite ammo code with that box of seeds…)"
            },
            {
                "quote":"[Referring to Godot's drinking habits] (Do you have the slightest idea how many cups you've had by now…?)"
            },
            {
                "quote":"ACK! NOT THE HAIR!"
            },
            {
                "quote":"*gulp* (Maybe I should have brought a diaper with me today...)"
            },
            {
                "quote":"You said you'd eat those seeds and sing the pigeon song!"
            },
            {
                "quote":"\"Shichishito\". The treasured Kurain Village heirloom whose name means \"7 Branched Sword\". It is said that this sacred sword represents life itself. Though the branches may appear infinite, the choices limitless... like our destinies, the sword comes to but one end. One merciless point. And when the silver cord, the fragile thread that binds us to this world, is severed... the illusion is revealed and the implacability of fate is finally laid bare."
            },
            {
                "quote":"Hmm... I see it now... Zvarri! A fortune-teller...?"
            },
            {
                "quote":"(Now I'm definitely up the creek without a paddle... or a life jacket)"
            },
            {
                "quote":"[To Godot] Objection! Could you please knock it off with the cheesy proverbs and illogical metaphors already!?"
            },
            {
                "quote":"Um...The rest of this court doesn't speak Coffeenese. Can you elaborate a bit more?"
            },
            {
                "quote":"Nnghn! (Did the judge take smart pills during the last recess?)"
            },
            {
                "quote":"Hey! I don't have anything to do with spirit power. The only thing I can channel is a TV."
            },
            {
                "quote":"Of course the victim was flying through the air! You can see it right there in the sketch! ...Whoooooosh!"
            },
            {
                "quote":"It's only natural for living creatures to fight to protect their own lives. But what makes us human is that we fight for others. But who do you fight for? How hard must you fight...? That's the true measure of what human life is worth."
            },
            {
                "quote":"It's only natural for living creatures to fight to protect their own lives. But what makes us human is that we fight for others. But who do you fight for? How hard must you fight...? That's the true measure of what human life is worth. We defense attorneys are warriors who are constantly challenged by that question. Even when the battle is over, and the bonds that connect us are severed... We always return... Time and time again. Mia, Maya, Pearls, Mr. Armando... and Maya's mother, too... I learned that... from all of them."
            },
            {
                "quote":"Ah, 'presenting' are we? I used to do a fair share of that myself."
            },
            {
                "quote":"[Looks at attorney badge] What's that? It looks strangely familiar..."
            },
            {
                "quote":"(I didn't lose, I was merely ascertaining the facts... so why am I so annoyed?!)"
            },
            {
                "quote":"(I think our friendly neighbourhood Mr. Hat just gave me a heart attack...)"
            },
            {
                "quote":"\"OBJECTION!\" I can't help it, there's something about this model's pose that makes me yell that. I've got to get over it... I know! I'll pretend it's saying something else. 'Why yes! The post office is over there! Good day sir!'"
            },
            {
                "quote":"(Their debut single was just 2 minutes and 15 seconds long? What a rip-off!)"
            },
            {
                "quote":"(See that innocent smile? Everyone has a different way of breaking the news.)"
            },
            {
                "quote":"People don't die that easily, really. ...As long as they've got something worth living for."
            },
            {
                "quote":"This circus isn't over yet."
            }
        ]
    },
    {
        "Redd White":[
            {
                "quote":"Welcome! Please furnish me with the title of your personage! …Your name! What's your name? I was just inquirably asking the title that you go by."
            },
            {
                "quote":"My motto is: \"Don't worry, be happy!\""
            },
            {
                "quote":"The police... the courts... To me they are mere toys. Playthings for my amusement!"
            },
            {
                "quote":"What's wrong? Is something stuck to my face? Why yes! There's my eyes, and my nose, and my mouth."
            },
            {
                "quote":"I am always abso-posi-lutely perfect!"
            },
            {
                "quote":"I gave chase... wait, what?"
            }
        ]
    },
    {
        "Ron DeLite":[
            {
                "quote":"Come on! I'm guilty! Throw the book at meeeeeee!"
            }
        ]
    },
    {
        "Shi-Long Lang":[
            {
                "quote":"Lang Zi says: Every pack has its own rules."
            },
            {
                "quote":"Lang Zi says: On truth's path, the word \"probability\" does not exist."
            },
            {
                "quote":"Lang Zi says: ...HOOOOOOOOOOOOOOOOOOOOOOOOOOOOOWL!!"
            },
            {
                "quote":"Quit screwin' around! I have no sympathy for someone who would pass the guilt on to a dead man!"
            },
            {
                "quote":"Lang Zi says: The reason people judge people is because people are people."
            },
            {
                "quote":"Lang Zi says: Before aiming for the throat, chew the neck shield off first."
            },
            {
                "quote":"Quercus Alba! You BASTARD!"
            },
            {
                "quote":"Lang Zi says: ....................Just go already!"
            },
            {
                "quote":"Lang Zi says: A cub who disrespects others soon feels the disciplinary bite of an elder."
            }
        ]
    },
    {
        "Trucy Wright":[
            {
                "quote":"Sounds like they're having a spat. One of those \"differences in musical direction\" bands are always splitting up over."
            },
            {
                "quote":"How can you call someone as good as Machi a \"pianist\"? Why, that's like throwing him in the same class as Daddy!"
            },
            {
                "quote":"Everyone's got an opinion, and they just talk and talk and nothing gets decided."
            }
        ]
    },
    {
        "Victor Kudo":[
            {
                "quote":"Yes! The uniform! It's a disgrace! You can practically see their... *turns pale* their... YES! It's a disgrace!"
            },
            {
                "quote":"Victor Kudo doesn't make mistakes! I dot every 't' and cross every 'i'."
            },
            {
                "quote":"Pi-pi-pi-pigeon! P-Pretty pigeon!! *eating seeds*"
            }
        ]
    },
    {
        "Wendy Oldbag":[
            {
                "quote":"[referring to Will Powers] He's not a bad kid, but don't be fooled by his mask! You wouldn't want him on the silver screen without it, believe me. Little old ladies watching would lose their lunch!"
            },
            {
                "quote":"You look as though you've seen a ghost!"
            },
            {
                "quote":"You spiky-haired cretin!"
            },
            {
                "quote":"Umm... E-Edgey-boy! Help!"
            }
        ]
    },
    {
        "Will Powers":[
            {
                "quote":"It seems like it was only yesterday. Actually, it was only yesterday."
            },
            {
                "quote":"The Steel Samurai is the lead character in a popular kid's show. He walks the streets of Neo Olde Tokyo... Fighting battle after battle against the Evil Magistrate and his minions. Of course, he never really defeats the Evil Magistrate. Although... I guess he did defeat him this time..."
            },
            {
                "quote":"She [Oldbag] sucks up to all the bigwigs at the studio... But let her see you stumble once and she'll never let up on you."
            }
        ]
    },
    {
        "Winston Payne":[
            {
                "quote":"My HAAAAAAAAAAAAAAAAAIIIRR! IT-IT-IT'S FLYYYYIIING OOOFF!"
            },
            {
                "quote":"To think I saw you enter this room a fresh attorney... and now I'll see you leave in chains."
            },
            {
                "quote":"Yes, it seems our defense attorney has sunk to an all new low."
            },
            {
                "quote":"The defendant took a bottle to the victim... and he hit him!! WHAM! On the head! Out cold!"
            },
            {
                "quote":"What about me!? Don't I get to prosecute anyone!?"
            }
        ]
    }
]